export default {
    locale: "zh",
    nav: {
        homepage: '主页',
        service: {
            title: '服务',
            animation: "产品动画",
            ecommerce: "电商物料",
            productPhotography: "产品摄影"

        },
        client: '客户',
        us: '我们',
        contact: '联系',
    },
    secondaryNav: {
        product: "产品图",
        scene: "场景图",
        plan: "平面图",
        theme: "主题图"

    },
    common: {
        moreContent: "更多内容敬请期待"
    },

    home: {
        bannerText: "点密度设计坚持以用户为主，致力于为用户打造具有差异化的创新方案，符合大众审美 通过设计为用户带来更多的商业转化，我们始终致力于成为探索者与创新者。",
        contactNow: "即刻联系",

        animate:'动画',
        ecommerce:'电商',
        photograph:'摄影',
    },
    animation: {
        productAnimationTitle: "产品动画",
        productAnimationContent: "产品动画，通过动态的视频可以十分直观地向用户展示产品的卖点，三维产品动画不仅可以出色的表现出产品细节，也可以清晰地告诉用户产品如何操作。",
        ThreeDTitle: "三维特效动画",
        ThreeDContent: "三维特效动画利用更加有趣的方式向用户表达产品的卖点，展现产品本身之外的寓意，打破传统的直白表达。",
    },
    productCase: {
        title: "产品纯色展示",
        content: "产品展示时使用纯色背景可以更加突出产品本身，让人一目了然。可以更加方便的对商品添加文字图标说明，突出商品的特点，对产品功能进行解释说明。"
    },
    productScene: {
        title: "产品场景展示",
        content: "为了更好地突出我们的产品，可以将产品置于场景中。这样不仅可以更好地展示产品的功能效果，也可以向消费者展现产品的使用场景。一款合适的场景图，能够提高消费者的购买力。"
    },
    productPlan: {
        title: "平面排版设计",
        content: "合适的平面设计，可以增强产品的张力，将产品本身的特点充分展现。图片内容的布局设计，协调所有视觉元素的逻辑层次、感官对比、外观风格，达到共同的设计目标。"
    },
    productTheme: {
        title: "活动主题设计",
        content: "不同的节日活动有着不同的活动主题，合适的活动主题可以有效增强消费者的购买欲。此处展示国外独立站主题活动的banner，国内外展示效果有些许不同，但是其目的与展现方式也是互通。",
        christmas: {
            title: "圣诞节活动主题",
            content: "圣诞贺卡作为圣诞节礼物在美国和欧洲很流行，许多家庭随贺卡带上年度家庭合照或家庭新闻，新闻一般包括家庭成员在过去一年的优点特长等内容。圣诞节这天寄赠圣诞贺卡，除表示庆贺圣诞的喜乐外，就是向亲友祝福，以表思念之情。尤其对在孤寂中的亲友，更是亲切的关怀和安慰。"
        },
        fatherDay: {
            title: "父亲节活动主题",
            content: "父亲节这天，我们在思考、我们在表达对父母的敬爱之心是无可比拟的，当母亲含辛茹苦地照顾我们时，父亲也在努力地扮演着上苍所赋予他的负重角色，当我们努力思考着该为父亲买什么样的礼物过父亲节之时，不妨反省一下我们是否爱我们的父亲？像他一样曾为我们无私地付出一生呢。",
        },
        motherDay: {
            title: "母亲节活动主题",
            content: "生儿育女是为人母之始，以孟母为旗帜的中华母亲节选定在孟母生孟子之日，因为这一天仉氏才成为孟母。现在有些孩子过生日只想到自己的快乐，而在传统美德中生日应当感激母恩，因此称生日为“母难日”，或径称“母难”。把孟子的生日定为以孟母为形象代表的母亲节，意味着在庆祝自己生日时应感激母恩、感谢母爱。",
        },
        springFestival: {
            title: "春节活动主题",
            content: "春节，即中国农历新年，俗称新春、新岁、岁旦等，口头上又称过年、过大年。春节历史悠久，由上古时代岁首祈岁祭祀演变而来。万物本乎天、人本乎祖，祈岁祭祀、敬天法祖，报本反始也。春节的起源蕴含着深邃的文化内涵，在传承发展中承载了丰厚的历史文化底蕴。",
        },
        backSchoolDay: {
            title: "返校日活动主题",
            content: "",
        },
        vipDay: {
            title: "会员日活动主题",
            content: "基于海外年末节日季的购物传统，亚马逊平台在步入年末购物季前，给予Prime会员更专属、更优先的早享购物优惠体验。在Prime会员早享日期间，中国Prime会员可享会员限定4折起的价格，优先在亚马逊海外购上购买商品。",
        },
    },
    contact: {
        contactUs: "联系我们",
        fullName: "称呼",
        phone: "电话",
        email: "电子邮箱",
        requirements:
        {
            label: "需求类别",
            ecommerce: "电商物料",
            keyVision: "活动主视觉",
            productPhotography: "产品拍摄",
            styleDesign: "造型设计",
            artDirector: "美术指导"

        },
        textAreaLabel: "需求描述",
        send: "发送"
    },
    aboutUs: {
        company: {
            p1: "点密度设计，成立于2021。团队成员都有着十分丰富的商案设计经验，面对不同的设计需求，都可以充分地满足甲方。创立后因较好的个人口碑，工作室与多个大型互联网企业进行了项目合作，合作后对作品都有着极高的满意度。团队成员曾多次获得国际设计大赛、国内省级设计大赛等设计大赛的奖项。",
            p2: "业务范围，三维领域设计。包含但不限于，产品三维展示视频、三维视觉效果图、三维场景搭建、产品的三维建模、虚拟场景三维设计、次时代建模等。"
        },
        philosophy: "点密度设计坚持以用户为主，致力于为用户打造具有差异化的创新方案，符合大众审美 通过设计为用户带来更多的商业转化，我们始终致力于成为探索者与创新者。设计不同于其他行业，任何一种批量化作业，都将损失专业高度，牺牲其独特性。这与我们的设计理念相悖，坚持原创工作，保证设计的高品质是我们的追求。"
    },
    partner: {
        title: "合作客户",
        content: "诚信高效、服务用户、互利互赢"
    }


};